-- phpMyAdmin SQL Dump
-- version 2.11.6
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2018 年 12 月 03 日 08:19
-- 服务器版本: 5.0.51
-- PHP 版本: 5.2.6

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";

--
-- 数据库: `ilovenba`
--

-- --------------------------------------------------------

--
-- 表的结构 `analysis`
--

CREATE TABLE `analysis` (
  `id` int(8) NOT NULL auto_increment,
  `gameId` int(10) NOT NULL,
  `rfbl` text NOT NULL,
  `dxbl` text NOT NULL,
  `jiaoshou` text NOT NULL,
  `zdfx` text NOT NULL,
  `kdfx` text NOT NULL,
  `createTime` datetime NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=19 ;

--
-- 导出表中的数据 `analysis`
--

INSERT INTO `analysis` (`id`, `gameId`, `rfbl`, `dxbl`, `jiaoshou`, `zdfx`, `kdfx`, `createTime`) VALUES
(15, 95, '30,4.5,70,1543402516450\r\n30,4.5,70,1543402516450', '55,208.5,45,1543402516450', '3', '4', '5', '2018-11-28 18:55:16'),
(16, 96, '45,5.5,55,1543464864992\r\n42,4.5,58,1543464864992\r\n45,4.5,55,1543464865000', '37,218.5,63,1543464864992', '用这三个函数之一转换值，将创建一\r\n个新值，存放由原始值直接转换成的值。这会造成意想不到的后果。 \r\n当要转换的值是至少有一个字符的字符串、非0数字或对象（下', '2222222222222222222\r\n222222222222\r\n2222222222222222222222222222222222\r\n22222222222222', '3333222222222222222222\r\n233333333333333333\r\n333\r\n3', '2018-11-29 12:14:25'),
(17, 97, '45,2.5,55,1543751517163,1543823825640', '65,221.5,35,1543751517163\n66,221.5,34,1543823578869', '111', '222', '333', '2018-12-02 19:51:57'),
(18, 17, '45,2.5,55,1543751517163', '65,221.5,35,1543751517163\n63,221.5,37,1543823275335', '111', '222', '333', '2018-12-03 15:47:55');
